Repository: atk14/Atk14
Catalog: locale/*/LC_MESSAGES/atk14.po
Languages: de_de, es_es, hu_hu, sk_sk

source: Service Unavailable
de_de: Die Dienstleistung ist nicht verfügbar
es_es: Servicio no es disponible
hu_hu: A szolgáltatás nem elérhető
sk_sk: Služba je nedostupná

source: This site is in maintenance. Please come back later.
de_de: Diese Website wird gewartet. Kommen Sie bitte später.
es_es: Esta página está en mantenimiento. Por favor, vuelva más tarde
hu_hu: Az oldal szerkesztés alatt van Kérjük, jöjjön vissza később.
sk_sk: Prebieha údržba tejto stránky. Prosím príďte neskôr.

source: The form contains errors, therefore it cannot be processed.
de_de: Das Formular enthält Fehler, deshalb kann es nicht verarbeitet werden.
es_es: El formulario contiene errores, por lo que no puede ser procesado
hu_hu: Az űrlap hibákat tartalmaz, ezért nem lehet feldolgozni.
sk_sk: Formulár obsahuje chyby, preto ho nie je možné spracovať.

source: Please, submit the form again
de_de: Bitte senden Sie das Formular erneut.
es_es: Por favor, complete el formulario de nuevo
hu_hu: Kérjük küldje el újra az űrlapot
sk_sk: Prosím, odošlite formulár znovu.

source: atk14.date_format
de_de: j.n.Y
es_es: d/m/Y
hu_hu: j.n.Y
sk_sk: j.n.Y

source: atk14.parse_date_pattern
de_de: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4})$/
es_es: /^(?<day>[0-9]{1,2})\/(?<month>[0-9]{1,2})\/(?<year>[0-9]{4})$/
hu_hu: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4})$/
sk_sk: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4})$/

source: atk14.datetime_format
de_de: j.n.Y H:i
es_es: d/m/Y H:i
hu_hu: j.n.Y H:i
sk_sk: j.n.Y H:i

source: atk14.parse_datetime_pattern
de_de: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2})$/
es_es: /^(?<day>[0-9]{1,2})\/(?<month>[0-9]{1,2})\/(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2})$/
hu_hu: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2})$/
sk_sk: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2})$/

source: atk14.datetime_with_seconds_format
de_de: j.n.Y H:i:s
es_es: d/m/Y H:i:s
hu_hu: j.n.Y H:i:s
sk_sk: j.n.Y H:i:s

source: atk14.parse_datetime_with_seconds_pattern
de_de: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2}):(?<seconds>[0-9]{2})$/
es_es: /^(?<day>[0-9]{1,2})\/(?<month>[0-9]{1,2})\/(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2}):(?<seconds>[0-9]{2})$/
hu_hu: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2}):(?<seconds>[0-9]{2})$/
sk_sk: /^(?<day>[0-9]{1,2})\.(?<month>[0-9]{1,2})\.(?<year>[0-9]{4}) (?<hours>[0-9]{2}):(?<minutes>[0-9]{2}):(?<seconds>[0-9]{2})$/

source: Sort table by this column
de_de: Die Tabelle gemäß dieser Spalte sortieren
es_es: Ordenar la tabla por esta columna
hu_hu: A táblázat e szerint az oszlop szerint rendeződik
sk_sk: Zoradíť tabuľku podľa tohto stĺpca

source: Are you sure?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?
hu_hu: Biztos benne?
sk_sk: Ste si istý?

source: items total
es_es: Total de artículos
sk_sk: položiek celkom

source: Prev
es_es: Anterior
sk_sk: Predchádzajúce

source: Next
es_es: Siguinete
sk_sk: Ďalšie

source: and
de_de: und
es_es: y
hu_hu: és
sk_sk: a

source: Ensure this value has at most %max% characters (it has %length%).
de_de: Der Wert darf höchstens %max% Zeichen enthalten (jetzt hat er %length%).
es_es: El valor debe tener como máximo %max% caracteres (actualmente tiene %length% )
hu_hu: Az értéknek legfeljebb %max% karaktere lehet (ez már %length%).
sk_sk: Hodnota nesmie mať viac ako %max% znakov (teraz má %length%).

source: Ensure this value has at least %min% characters (it has %length%).
de_de: Der Wert muss mindestens %min% Zeichen enthalten (jetzt hat er %length%).
es_es: El valor debe tener al menos %min% caracteres (actualmente tiene %length%)
hu_hu: Az értéknek legalább %min% karaktere kel hogy legyen (ez most %length%).
sk_sk: Hodnota musí mať aspoň %min% znakov (teraz má %length%).

source: Ensure this value has at most %max% characters.
de_de: Dieser Wert
es_es: Este valor
hu_hu: Ez az érték
sk_sk: Táto hodnota

source: Ensure this value has at least %min% characters.
de_de: Der Wert muss mindestens % min % Zeichen enthalten.
es_es: El valor debe tener al menos %min% caracteres
hu_hu: Az értéknek legalább %min% karaktere kel hogy legyen.
sk_sk: Hodnota musí mať aspoň %min% znakov.

source: Ensure this value has between %min% and %max% characters.
de_de: Die Länge der Zeichenfolge muss zwischen min % und % max % Zeichen sein.
es_es: La longitud de la cadena debe estar entre %min% y %max% caracteres
hu_hu: Az érték karakterjének a %min% és %max% között kel lennie.
sk_sk: Dĺžka reťazca musí byť medzi %min% a %max% znakmi.

source: Invalid byte sequence for charset %charset%.
es_es: Secuencia de bytes no válida para el conjunto de caracteres %charset%
sk_sk: Neplatná postupnosť bajtov pre znakovú sadu %charset%.

source: Select a valid choice. That choice is not one of the available choices.
de_de: Wählen Sie einen gültigen Wert. Der ausgewählte Wert ist keiner der verfügbaren Werte.
es_es: Seleccione un valor válido. El valor seleccionado no está entre las opciones disponibles
hu_hu: Válasszon egy érvényes értéket. A kiválasztott érték nem szerepel a felkínált értékek között.
sk_sk: Vyberte platnú hodnotu. Vybraná hodnota nie je ani jedna z ponúkaných hodnôt.

source: This choice cannot be selected.
es_es: Esta opción no puede ser seleccionada

source: Please, choose the right option.
de_de: Bitte wählen Sie die richtige Option.
es_es: Por favor, seleccione la opción correcta
hu_hu: Kérjük válassza ki a megfelelő opciót.
sk_sk: Prosím vyberte správnu možnosť.

source: Enter a valid date.
de_de: Geben Sie ein gültiges Datum ein.
es_es: Introduzca fecha válida
hu_hu: Adjon meg egy érvényes dátumot.
sk_sk: Zadajte platný dátum.

source: Ensure this date is not newer than %value%.
es_es: Asegúrese de que esta fecha no sea más reciente que %value%

source: Ensure this date is not older than %value%.
es_es: Asegúrese de que esta fecha no sea más antigua que %value%

source: Enter a valid date, hours and minutes.
de_de: Bitte geben Sie ein gültiges Datum, Stunde und Minute ein.
es_es: Introduzca una fecha válida, horas y minutos
hu_hu: Adjon meg egy érvényes dátumot, óra és perc.
sk_sk: Prosím zadajte platný dátum, hodiny a minúty.

source: Enter a valid date, hours, minutes and seconds.
de_de: Bitte geben Sie ein gültiges Datum, Stunden, Minuten und Sekunden ein.
es_es: Ingrese una fecha, hora, minutos y segundos válidos
hu_hu: Adjon meg egy érvényes dátumot, óra, perc és másodperc.
sk_sk: Prosím zadajte platný dátum, hodiny, minúty a sekundy.

source: Enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mailadresse ein.
es_es: Introduzca correo electrónico válido
hu_hu: .Adjon meg egy érvényes e-mail címet.
sk_sk: Prosím zadajte platnú e-mailovú adresu.

source: Ensure this file has at most %max_file_size% bytes (it has %file_size%)
de_de: Stellen Sie sicher, dass die Dateigröße nicht %max_file_size% Bites (jetzt %file_size %) überschreitet
es_es: Asegúrese de que el tamaño del archivo no supere los %max_file_size% bytes (actualmente tiene %file_size%)
hu_hu: Győződjön meg róla, hogy a fájl nagysága nemlépi túl a %max_file_size% bájtot (most már %file_size%)
sk_sk: Uistite sa, že veľkosť súboru nepresahuje %max_file_size% bytov (teraz ma %file_size%)

source: Unsupported file type: %mime_type%
de_de: Nicht unterstützter Dateityp: %mime_type%
es_es: Tipo de archivo no compatible: %mime_type%
hu_hu: Nem támogatott fájl típus: %mime_type%
sk_sk: Nepodporovaný typ súboru: %mime_type%

source: The uploaded file exceeds the max file size value that is set on the server (%upload_max_filesize%)
es_es: El archivo cargado excede el tamaño máximo permitido, que está configurado en el servidor (%upload_max_filesize%)

source: The uploaded file exceeds the max file size directive that was specified in the HTML form (%MAX_FILE_SIZE%)
es_es: El archivo cargado excede el tamaño máximo de archivo especificado en el formulario HTML (%MAX_FILE_SIZE%)

source: The uploaded file was only partially uploaded
es_es: El archivo se ha cargado solo parcialmente

source: Missing a temporary folder
es_es: Falta el directorio temporal
sk_sk: Chýba dočasná zložka

source: Failed to write file to disk
es_es: Falló la escritura en el disco
sk_sk: Nepodarilo sa zapísať súbor na disk

source: File upload stopped by an extension installed on the server
es_es: La carga del archivo fue detenida por una extensión instalada en el servidor
sk_sk: Nahrávanie súboru sa zastavilo rozšírením nainštalovaným na serveri

source: An error occurred during file upload
es_es: Se ha producido un error al cargar el archivo
sk_sk: Počas nahrávania súboru sa vyskytla chyba

source: Enter a number.
de_de: Geben Sie die Nummer ein.
es_es: Introduzca número
hu_hu: Adja meg a számot.
sk_sk: Zadajte číslo.

source: Ensure this value is less than or equal to %value%.
de_de: Der Wert muss kleiner oder gleich dem Wert % sein.
es_es: El valor debe ser igual o menor que %value%
hu_hu: Az értéknek kisebb vagy egyenlőnek kel lennie, mint% valuek%.
sk_sk: Hodnota musí byť rovnaká alebo menšia ako hodnota %.

source: Ensure this value is greater than or equal to %value%.
de_de: Der Wert muss kleiner oder gleich dem Wert % sein.
es_es: El valor debe ser igual o mayor que %value%
hu_hu: Az értéknek egyenlőnek vagy nagyobbnak kel lennie mint% valuek%.
sk_sk: Hodnota musí byť rovná alebo väčšia než hodnota %.

source: Ensure this file is image (it is %mime_type%).
es_es: Asegúrese de que este archivo sea una imagen (actualmente es %mime_type%)

source: Ensure this image is %width_required% pixels wide (it is %width%).
de_de: Stellen Sie sicher, dass die Breite des Bildes % Width_required % Punkte hat (jetzt hat es eine Breite von %width%).
es_es: Asegúrese de que el ancho de la imagen sea de %width_required% píxeles (actualmente tiene %width%
hu_hu: Győződjön meg róla, hogy ez a kép %width_required% pixel széles (most %width% széles).
sk_sk: Uistite sa, že šírka obrázka je %width_required% bodov (teraz je šírka %width%).

source: Ensure this image is %height_required% pixels high (it is %height%).
de_de: Stellen Sie sicher, dass die Höhe des Bildes %height_required% Punkte hat (jetzt hat es eine Höhe von %height%).
es_es: Asegúrese de que la altura de la imagen sea de %width_required% píxeles (actualmente tiene %width% )
hu_hu: Győződjön meg róla, hogy ez a kép %height_required% pixel magas (most %height%magas).
sk_sk: Uistite sa, že výška obrázka je %height_required% bodov (teraz je vysoký %height%).

source: Ensure this image is at most %max% pixels wide (it is %width%).
de_de: Stellen Sie sicher, dass die Breite des Bildes nicht größer als %max% Punkte ist (jetzt hat es eine Breite von %width%).
es_es: Asegúrese de que el ancho de la imagen no supere los %max% píxeles (actualmente tiene %width%)
hu_hu: Ellenőrizze, hogy a kép szélessége nem lépi túl a %max% pixelt (most %width%széles).
sk_sk: Uistite sa, že šírka obrázka nepresahuje %max% bodov (teraz je šírka %width%).

source: Ensure this image is at most %max% pixels high (it is %height%).
de_de: Stellen Sie sicher, dass die Höhe des Bildes nicht größer als %max% Punkte ist (jetzt hat es eine Höhe von %width%).
es_es: Asegúrese de que la altura de la imagen sea de %width_required% píxeles (actualmente tiene %width%
hu_hu: Ellenőrizze, hogy a kép magassága nem lépi túl a %max% pixelt (most %height%magas).
sk_sk: Uistite sa, že výška obrázku nepresahuje %max% bodov (teraz je vysoký %height%).

source: Ensure this image is at least %min% pixels wide (it is %width%).
de_de: Das Bild muss in der Breite mindestens %min% Punkte haben (jetzt hat es %width%).
es_es: La imagen debe tener al menos %min% píxeles de ancho (actualmente tiene %width%)
hu_hu: A kép szélességének legalább %min% pixelnek kel lennie (ez most %width%).
sk_sk: Obrázok musí mať aspoň %min% bodov na šírku (teraz má %width%).

source: Ensure this image is at least %min% pixels high (it is %height%).
de_de: Das Bild muss in der Höhe mindestens %min% Punkte haben (jetzt hat es %height%).
es_es: La imagen debe tener al menos %min% píxeles de altura (actualmente tiene %height%)
hu_hu: A kép magasságának legalább %min% pixelnek kel lennie (ez most %height%).
sk_sk: Obrázok musí mať aspoň %min% bodov na výšku (teraz má %height%).

source: Ensure this image is in a required format (it is %mime_type%).
es_es: Asegúrese de que esta imagen esté en el formato requerido (actualmente es %mime_type%)

source: Enter a whole number.
de_de: Bitte geben Sie eine ganze Zahl ein.
es_es: Ingrese un número completo
hu_hu: Írjon be egy egész számot.
sk_sk: Zadajte celé číslo.

source: Enter a valid IP address.
de_de: Legen Sie eine gültige IP-Adresse ein.
es_es: Introduzca una dirección IP válida
hu_hu: .Adjon meg egy érvényes IP-címet.
sk_sk: Vložte platnú IP adresu.

source: Select a valid choice. %value% is not one of the available choices.
de_de: Wählen Sie einen gültigen Wert. %value% ist keine der angebotenen Optionen.
es_es: Seleccione una opción válida. %value% no es una de las opciones disponibles
hu_hu: Válasszon egy érvényes értéket. %value% nem egy rendelkezésre álló választási lehetőség.
sk_sk: Vyberte platnú hodnotu. %value% nie je jednou z ponúkaných možností.

source: Enter a list of values.
de_de: Geben Sie die Liste der Werte ein.
es_es: Introduzca una lista de valores
hu_hu: Adja meg az értékek listáját.
sk_sk: Zadajte zoznam hodnôt.

source: Please, choose the right options.
de_de: Bitte wählen Sie die richtigen Optionen.
es_es: Por favor, seleccione opciones correctas
hu_hu: Kérjük válassza ki a megfelelő beállításokat.
sk_sk: Prosím vyberte správne možnosti.

source: Please, select only one item.
es_es: Por favor, seleccione solo un elemento

source: Please, select up to %max_choice_items% items.
es_es: Por favor, seleccione hasta %max_choice_items% elementos

source: This field is required.
de_de: Dies ist ein Pflichtfeld.
es_es: Este campo es obligatorio
hu_hu: Ez a mező kötelező.
sk_sk: Toto pole je povinné

source: Enter a valid value.
de_de: Einen richtigen Wert eingeben.
es_es: Introduzca el valor correcto
hu_hu: Adjon meg egy érvényes értéket.
sk_sk: Vložte správnu hodnotu.
